Repository: artyomilyin/pdfWorks-web
Catalog: pdfworks_web/locale/*/LC_MESSAGES/django.po
Languages: ru_ru

source: Images and PDF converter
ru_ru: Конвертер изображений и PDF

source: IMG or/and PDF to PDF
ru_ru: Изображения и PDF в PDF

source: Split PDF
ru_ru: Разделить PDF

source: Drop PDF files here to upload
ru_ru: Перетащите сюда PDF файл чтобы загрузить

source: Max file size is 200 Mb
ru_ru: Размер файла не должен превышать 200 мегабайт

source: Only PDF file can be uploaded
ru_ru: Можно загрузить только PDF файл

source: Only [.pdf, .jpg, .jpeg, .png] files can be uploaded
ru_ru: Можно загрузить только [.pdf, .jpg, .jpeg, .png] файлы

source: Drop files here to upload
ru_ru: Перетащите сюда файлы чтобы загрузить

source: You can upload 20 files only
ru_ru: Можно загрузить только 20 файлов

source: Universal light tool for PDF files operations.
ru_ru: Универсальный и легкий инструмент для работы с PDF файлами.

source: Choose your weapon:
ru_ru: Выберите инструмент:

source: Merge tool
ru_ru: Склеить

source: You can easily convert your images and some PDF files to merge them into one single PDF.
ru_ru: Вы можете легко конвертировать Ваши изображения и вместе в другими PDF файлами склеить это все в один PDF-документ.

source: Go to merge tool
ru_ru: Перейти к инструменту "Склеить"

source: Split tool
ru_ru: Разделить

source: Or you can split your PDF file page by page into one zip archive.
ru_ru: Или Вы можете разделить PDF файл постранично в один zip-архив.

source: Go to split tool
ru_ru: Перейти к инструменту "Разделить"

source: Merge images and PDF
ru_ru: Склеить изображения и PDF

source: Merge images and PDF files to a single PDF file.
ru_ru: Склеить изображения и PDF-документы в один PDF файл

source: This tool can easily convert your images to PDF files and merge them with other PDF files.
ru_ru: Этот инструмент поможет легко склеить Ваши изображения и PDF-документы в один PDF-документ.

source: Just drop them in the field below.
ru_ru: Просто перетащите их в поле ниже.

source: Convert and merge
ru_ru: Конвертировать и склеить

source: Output filename:
ru_ru: Название выходного файла

source: without extension, leave empty for default
ru_ru: без расширения, можно оставить пустым

source: Split single PDF page by page.
ru_ru: Разделить PDF-документ постранично

source: Just drop your PDF file to the field below and you'll get an archive with all its pages.
ru_ru: Просто перетащите ваш PDF-документ в поле ниже и вы получите архивсо всеми страницами.

source: Please notice that processing may take some time.
ru_ru: Обратите внимание, что обработка может занять какое-то время.

source: Clear the field
ru_ru: Очистить поле
